let myBtn = document.getElementById("myBtn");
let displayQuote = document.getElementById("displayQuote");
displayQuote.innerHTML = "ლეკვი ლომისა სწორია, ძუ იყოს, თუნდა ხვადია."

const myArr = [
    "ავსა კაცსა ავი სიტყვა ურჩევნია სულსა, გულსა.", 
    "არ-დავიწყება მოყვრისა აროდეს გვიზამს ზიანსა.",
    "ავსა კარგად ვერვინ შესცვლის, თავსა ახლად ვერვინ იშობს.",
    "არ იცი, ვარდი უეკლოდ არავის მოუკრებიან!",
    "არ შეუდრკების ვაჟკაცი კარგი მახვილთა კვეთასა.",
    "ასი ათასსა აჯობებს, თუ გამორჩევით მქმნელია.",
    "ბინდის გვარია სოფელი, ესე თუნდ ამად ბინდდების, კოკასა შიგან რაცა სდგას, იგივე წარმოდინდების!",
    "ბოროტსა სძლია კეთილმან, არსება მისი გრძელია!",
    "გველსა ხვრელით ამოიყვანს ენა ტკბილად მოუბარი.",
    "დგომა მგზავრისა ცთომაა.",
    "ვგმობ კაცსა აუგიანსა, ცრუსა და ღალატიანსა!",
    "ვინ მოყვარესა არ ეძებს, იგი თავისა მტერია.",
    "ზოგჯერ თქმა სჯობს არა-თქმასა, ზოგჯერ თქმითაც დაშავდების.",
    "თუ თავი შენი შენ გახლავს, ღარიბად არ იხსენები.",
    "თქმულა: „სიწყნარე გმობილი სჯობს სიჩქარესა ქებულსა!“",
    "თუ ყვავი ვარდსა იშოვნის, თავი ბულბული ჰგონია.",
    "იგი მიენდოს სოფელსა, ვინცა თავისა მტერია!",
    "კაცი ცრუ და მოღალატე ხამს ლახვრითა დასაჭრელად.",
    "მიეც გლახაკთა საჭურჭლე, ათავისუფლე მონები!",
    "ვერ დაიჭირავს სიკვდილსა გზა ვიწრო, ვერცა კლდოვანი, მისგან ყოველი გასწორდეს, სუსტი და ძალგულოვანი, ბოლოდ შეყარნეს მიწამან ერთგან მოყმე და მხცოვანი.სჯობს სიცოცხლესა ნაძრახსა სიკვდილი სახელოვანი!"

]

function clickToChange(){
   let randomNum = Math.floor(Math.random() * myArr.length);
   container = myArr[randomNum];
   displayQuote.innerHTML = myArr[randomNum];
}

myBtn.addEventListener("click", clickToChange );   

